[
  "calendar",
  "dataview",
  "obsidian-kanban",
  "customizable-sidebar",
  "obsidian-image-gallery",
  "tag-wrangler",
  "obsidian-importer",
  "obsidian-charts",
  "periodic-notes",
  "unearthed-app",
  "metadata-menu"
]