curl
zip
unzip
git
update-manager
apt-transport-https
ca-certificates
libappindicator3-1
software-properties-common
gnome-shell
gnome-shell-extensions
gnome-browser-connector
chrome-gnome-shell
gnome-shell-extension-prefs
gnome-tweaks
python3
python3-netifaces
pipx
python-is-python3
build-essential
p7zip-full
