accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bazaar
bind
bluez
bluez-utils
btrfs-progs
cantarell-fonts
code
cryptsetup
deno
device-mapper
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
ex-vi-compat
exfatprogs
f2fs-tools
file-roller
firefox
firewall-applet
firewalld
flatpak
flatseal
gdm
ghostty
ghostty-shell-integration
git
github-cli
glances
gnome-browser-connector
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-keysign
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-panel
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
just
less
libdvdcss
libfido2
libgsf
libopenraw
libva-nvidia-driver
libxnvctrl
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-settings
nvidia-utils
nvm
opencl-nvidia
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
podlet
podman
podman-compose
podman-desktop
podman-docker
poppler-glib
power-profiles-daemon
python
python-defusedxml
python-jinja
python-packaging
rebuild-detector
reflector
reflector-simple
rsync
rtkit
s-nail
sg3_utils
showtime
smartmontools
sof-firmware
steam
sudo
sushi
sysfsutils
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
welcome
wget
which
whois
wireless-regdb
wireplumber
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zed
