apt-rdepends
apt-transport-https
bc
bsdutils
btrfs-progs
build-essential
ca-certificates
cabextract
cmake
cpufrequtils
cryptsetup
curl
dash
dbus-user-session
dconf-editor
diffutils
dkms
fontconfig
fonts-liberation
git
git-lfs
gnome-browser-connector
gnome-software-plugin-flatpak
gnome-terminal
gnome-tweaks
gparted
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libasound2-plugins
libchewing3
libchewing3-data
libcrypt1
libdbus-1-dev
libexpat1
libfontconfig1
lsb-base
lsb-release
lvm2
m17n-db
mesa-vulkan-drivers
meson
ncurses-base
ncurses-bin
neovim
ninja-build
pavucontrol
pipx
pkg-config
plocate
pulseaudio-module-bluetooth
python-is-python3
python3
python3-netifaces
python3-pip
python3-pynvim
python3-pyqt5
shim-signed
software-properties-common
software-properties-gtk
spice-vdagent
spice-webdavd
systemd-dev
tmux
unzip
uuu
va-driver-all
vim
wbritish
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xz-utils
zenity
zip
