1password
appcenter
apt-rdepends
apt-transport-https
bc
bsdutils
btrfs-progs
build-essential
ca-certificates
containerd.io
cpufrequtils
cryptsetup
curl
dash
dbus-user-session
dconf-editor
diffutils
dkms
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-ce-rootless-extras
docker-compose-plugin
docker-desktop
drata-agent
efibootmgr
file
findutils
flatpak
fontconfig
fonts-liberation
git
git-lfs
gnome-browser-connector
gnome-shell-extension-appindicator
gnome-software-plugin-flatpak
gnome-terminal
gnome-tweaks
google-chrome-stable
gparted
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-za
i965-va-driver
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
init
intel-media-va-driver
jcagent
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libasound2-plugins
libc6
libc6:i386
libchewing3
libchewing3-data
libcrypt1
libdbus-1-dev
libegl1
libegl1:i386
libexpat1
libfontconfig1
libgbm1
libgbm1:i386
libgcc-s1
libgl1
libgl1-mesa-dri
libgl1-mesa-dri:i386
libgl1:i386
libgpg-error0
libinih-dev
libm17n-0
libmarisa0
libnm0
libnss3-tools
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
libsdl2-2.0-0
libstdc++6
libsystemd-dev
libudev1
libusb-1.0-0
libva-drm2
libva-glx2
libva-x11-2
libva2
libx11-6
libx11-xcb1
libxau6
libxcb-cursor0
libxcb-dri2-0
libxcb-dri3-0
libxcb-glx0
libxcb-present0
libxcb-sync1
libxcb-xinerama0
libxcb1
libxdamage1
libxdmcp6
libxext6
libxfixes3
libxi6
libxinerama1
libxss1
libxxf86vm1
linux-generic-hwe-24.04
linux-modules-nvidia-590-open-generic-hwe-24.04
login
lsb-base
lsb-release
lvm2
m17n-db
mesa-va-drivers
mesa-vulkan-drivers
meson
ncurses-base
ncurses-bin
neovim
ninja-build
nvidia-driver-590-open
p7zip-full
pavucontrol
pipx
pkg-config
plocate
podman
pulseaudio-module-bluetooth
python-is-python3
python3
python3-netifaces
python3-pip
python3-pynvim
python3-pyqt5
shim-signed
software-properties-common
spice-vdagent
spice-webdavd
steam-launcher
steam-libs
steam-libs-amd64
steam-libs-i386:i386
tmux
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
unzip
uuu
va-driver-all
vim
wbritish
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xz-utils
zenity
zip
