ai.jan.Jan
best.ellie.StartupConfiguration
ca.desrt.dconf-editor
com.discordapp.Discord
com.dropbox.Client
com.geekbench.Geekbench6
com.github.ADBeveridge.Raider
com.github.devalien.workspaces
com.github.finefindus.eyedropper
com.github.marhkb.Pods
com.github.qarmin.czkawka
com.github.sdv43.whaler
com.github.tchx84.Flatseal
com.jeffser.Alpaca
com.konstantintutsch.Lock
com.pojtinger.felicitas.Sessions
com.ranfdev.DistroShelf
com.usebottles.bottles
com.visualstudio.code
dev.geopjr.Calligraphy
dev.zed.Zed
im.bernard.Nostalgia
io.github.BuddySirJava.SSH-Studio
io.github.diegopvlk.Tomatillo
io.github.ellie_commons.sequeler
io.github.fabrialberio.pinapp
io.github.flattool.Warehouse
io.github.idevecore.Valuta
io.github.josephmawa.Bella
io.github.kolunmi.Bazaar
io.github.lainsce.Emulsion
io.github.lo2dev.Echo
io.github.noobping.keycord
io.github.pwr_solaar.solaar
io.github.ronniedroid.concessio
io.github.shonebinu.Brief
io.github.sitraorg.sitra
io.github.subhra74.Muon
io.kapsa.drive
io.missioncenter.MissionCenter
io.scottlabs.reManager
it.mijorus.gearlever
net.daase.journable
net.nokyan.Resources
net.zdechov.app.vCardStudio
one.naiara.Kuychi
org.cubocore.CoreShot
org.gimp.GIMP
org.gnome.Boxes
org.gnome.Calculator
org.gnome.Calendar
org.gnome.DejaDup
org.gnome.Extensions
org.gnome.Logs
org.gnome.Loupe
org.gnome.TextEditor
org.gnome.Weather
org.gnome.baobab
org.gnome.design.SymbolicPreview
org.gnome.gedit
org.gnome.seahorse.Application
org.kde.audiotube
org.libreoffice.LibreOffice
org.pgadmin.pgadmin4
org.pvermeer.WebAppHub
studio.planetpeanut.Bobby
xyz.ketok.Speedtest
