ca.desrt.dconf-editor
com.discordapp.Discord
com.fastmail.Fastmail
com.github.finefindus.eyedropper
com.github.tchx84.Flatseal
com.google.Chrome
com.mattjakeman.ExtensionManager
com.mongodb.Compass
com.rafaelmardojai.Blanket
com.usebottles.bottles
com.usebruno.Bruno
com.visualstudio.code
com.vysp3r.ProtonPlus
dev.dergs.Tonearm
dev.geopjr.Calligraphy
io.github.fabrialberio.pinapp
io.github.flattool.Ignition
io.github.flattool.Warehouse
io.github.giantpinkrobots.varia
io.github.kolunmi.Bazaar
io.github.lainsce.Emulsion
io.github.pwr_solaar.solaar
io.github.sitraorg.sitra
io.github.zaedus.spider
io.gitlab.news_flash.NewsFlash
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
io.scottlabs.reManager
it.mijorus.gearlever
md.obsidian.Obsidian
net.davidotek.pupgui2
net.ffkkinos.Wildcard
net.lutris.Lutris
net.nokyan.Resources
net.zdechov.app.vCardStudio
one.naiara.Kuychi
org.filezillaproject.Filezilla
org.gimp.GIMP
org.gnome.Boxes
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Extensions
org.gnome.Logs
org.gnome.Loupe
org.gnome.Manuals
org.gnome.TextEditor
org.gnome.baobab
org.gnome.seahorse.Application
org.inkscape.Inkscape
org.libreoffice.LibreOffice
org.torproject.torbrowser-launcher
org.videolan.VLC
page.kramo.Cartridges
