app.drey.Biblioteca
ca.desrt.dconf-editor
com.axosoft.GitKraken
com.discordapp.Discord
com.fastmail.Fastmail
com.github.finefindus.eyedropper
com.github.neithern.g4music
com.github.tchx84.Flatseal
com.konstantintutsch.Lock
com.mongodb.Compass
com.pojtinger.felicitas.Sessions
com.rafaelmardojai.Blanket
com.usebottles.bottles
com.usebruno.Bruno
com.visualstudio.code
com.vysp3r.ProtonPlus
dev.bragefuglseth.Keypunch
dev.dergs.Tonearm
dev.geopjr.Calligraphy
dev.zed.Zed
io.github.diegopvlk.Tomatillo
io.github.fabrialberio.pinapp
io.github.flattool.Ignition
io.github.flattool.Warehouse
io.github.giantpinkrobots.varia
io.github.kolunmi.Bazaar
io.github.lainsce.Emulsion
io.github.noobping.keycord
io.github.pwr_solaar.solaar
io.github.redddfoxxyy.samaya
io.github.sitraorg.sitra
io.github.zaedus.spider
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
io.scottlabs.reManager
it.mijorus.gearlever
md.obsidian.Obsidian
net.daase.journable
net.davidotek.pupgui2
net.lutris.Lutris
net.nokyan.Resources
one.naiara.Kuychi
org.filezillaproject.Filezilla
org.gimp.GIMP
org.gnome.Boxes
org.gnome.Calculator
org.gnome.Calendar
org.gnome.DejaDup
org.gnome.Extensions
org.gnome.Logs
org.gnome.Loupe
org.gnome.Manuals
org.gnome.TextEditor
org.gnome.baobab
org.gnome.seahorse.Application
org.inkscape.Inkscape
org.kde.audiotube
org.libreoffice.LibreOffice
