angelo-breuer.clock
denoland.vscode-deno
docker.docker
dunstontc.vscode-docker-syntax
github.vscode-github-actions
irongeek.vscode-env
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
oderwat.indent-rainbow
rafaelmaiolla.diff
ronnidc.nunjucks
