[
  "calendar",
  "dataview",
  "obsidian-kanban",
  "obsidian-reminder-plugin",
  "customizable-sidebar",
  "home-tab",
  "obsidian-image-gallery",
  "tag-wrangler",
  "obsidian-kindle-plugin",
  "obsidian-importer",
  "obsidian-charts",
  "obsidian-list-callouts"
]