[
  "calendar",
  "dataview",
  "homepage",
  "obsidian-kanban",
  "obsidian-reminder-plugin",
  "obsidian-show-file-path",
  "readwise-official",
  "customizable-sidebar",
  "simple-embeds",
  "obsidian-rich-links",
  "obsidian-toggl-integration",
  "obsidian-system-dark-mode"
]