[
  "calendar",
  "dataview",
  "obsidian-kanban",
  "obsidian-reminder-plugin",
  "customizable-sidebar",
  "table-editor-obsidian",
  "home-tab",
  "obsidian-hider",
  "obsidian-image-gallery",
  "tag-wrangler",
  "obsidian-kindle-plugin",
  "actions-uri",
  "obsidian-smart-links",
  "obsidian-importer"
]